[Language]
ABOUT=%PROGRAMNAME% este o aplicație ce permite saltul rapid între funcții și regiuni ale unui scenariu AutoIt. Funcționează doar cu versiunea completă a SciTE. @NL @NL Aplicația a fost creată de %COPYRIGHT%.
CANCEL=Anulare
CLOSE=Închide
COMMENTS=Comentarii utilizator
COPY_ALL=Copiază Tot
COPY_SELECTED=Copiază Selecția
CRC32=CRC32
DESELECT_ALL=Deselectează Tot
ERROR=A apărut o eroare neașteptată.
EXPORT=Export
FOLDER_SELECT=Selectează un dosar în care se caută cuvântul cheie.
FUNCTION_LIST=Lista de Funcții și Regiuni
FUNCTIONS=Funcții
HTML=HTML
LANGUAGE_AUTHOR=Mulțumiri lui %LANGUAGEAUTHOR% pentru traducerea %LANGUAGE%. Traducerea a fost creată la %LANGUAGEUPDATED%.
LATEX=LATEX
LINE_COUNT=Numărul Liniei
MENU_ABOUT=Despre
MENU_FIND=Căutare
MENU_HEADER=Adăugare Antet
MENU_HELP=Ajutor (F1)
MENU_OPEN=Deschide Fișier
MENU_OPENLOCATION=Deschide Locația Fișierului
MENU_OPENWINMERGE=Compara folosind WinMerge
MENU_SNIPPET=Fragment Funcție
MENU_TOGGLE=Comută Plierea
NAME=Nume
OK=OK
PATH=Cale
PDF=PDF
REFRESH=Reîmprospătare
REGIONS=Regiuni
REPLACE=Reînlocuie
RTF=RTF
SCITE_ERROR=SciTE trebuie sa fie pornit pentru ca %PROGRAMNAME% să funcționeze corect.
SELECT_ALL=Selectează Tot
SET=Setare
SIZE=Mărime
TIP_DOCKSTATE_1=Andocare automata
TIP_DOCKSTATE_2=Andocare la Stânga
TIP_DOCKSTATE_3=Andocare la Dreapta
TIP_ERROR_1=Fișier gol.
TIP_ERROR_2=Date pentru salt lipsă.
TIP_ERROR_3=Fișier inexistent.
TIP_ERROR_4=Aparent SciTE nu e pornit.
TIP_EXPORT_1=Numărul total de funcții este %TOTALNUMBER%
TIP_EXPORT_2=Creat la %CREATIONDATE%
TIP_EXPORT_3=Funcţii neutilizate
TIP_EXPORT_4=Numărul total de regiuni - %TOTALNUMBER%
TIP_EXPORT_5=Numărul total de incluziuni - %TOTALNUMBER%
TIP_EXPORT_6=Numărul total de variabile Globale - %TOTALNUMBER%
TIP_PREPROCESSOR_1=Pre-Procesare
TIP_REPLACE_1=Înlocuie în Scenarii
TIP_REPLACE_2=Caută după...
TIP_REPLACE_3=Înlocuie cu...
TIP_REPLACE_4=Previzualizare înainte
TIP_REPLACE_5=Respectă punctuația
TIP_REPLACE_6=Tipuri fișiere, lasă liber pentru toate fișierele
TIP_REPLACE_7=RegExp
TIP_SEARCH_1=Rezultatele căutării
TIP_SEARCH_2=Căutare fără rezultat
TIP_SEARCH_3=Funcții Căutare
TIP_SEARCH_4=Linie
TIP_SEARCH_5=Căutare în Scenarii
TIP_SEARCH_6=Dosar de Căutat
TIP_SETTINGS_1=Setari
TIP_SETTINGS_10=Limba
TIP_SETTINGS_11=Resetare %PROGRAMNAME%
TIP_SETTINGS_12=Restart
TIP_SETTINGS_13=Adauga la SciTE
TIP_SETTINGS_14=Stare Andocare
TIP_SETTINGS_15=Actualizeaza %PROGRAMNAME%
TIP_SETTINGS_16=Evidențiați
TIP_SETTINGS_17=Dezactiveaza reîmprospatarea la schimbarea fi?ierului
TIP_SETTINGS_2=Cauta în anumite UDF-uri
TIP_SETTINGS_3=Sorteaza func?iile enumerate
TIP_SETTINGS_4=Deruleaza la func?ia marcata
TIP_SETTINGS_5=Centreaza câmpul de cautare dupa reîmprospatare
TIP_SETTINGS_6=Cauta comentarii
TIP_SETTINGS_7=Cauta func?ii
TIP_SETTINGS_8=Cauta regiuni
TIP_SETTINGS_9=Diferen?a din partea de sus a lui SciTE (px)
TIP_UDFNAME_1=UDF header name
TIP_UDFNAME_2=Nume
TIP_UDFS_1=Include Fișiere
TIP_UDFS_2=Adaugă în Incluziuni
TIP_UDFS_3=Înlătură din Incluziuni
TIP_UDFS_4=Suprascrie fișierul incluziune
UDFS=Definite de Utilizator
UPDATE=Dorești să actualizezi %PROGRAMNAME%?
XML=XML

[Author]
AUTHOR=joby_toss
VERSION=2.7.100.201
UPDATED=22/06/2013

[Country]
CODE=ro
